 [
     {
        "nome": "Jett",
        "classe":"Duelista",
        "bio":"Representando a Coreia do Sul, sua terra natal, Jett tem um estilo de luta ágil e evasivo que permite que ela assuma riscos como ninguém. Ela corre em meio a qualquer confronto, cortando os inimigos antes mesmo que eles percebam quem ou o que os atingiu.",
        "habilidades" :[
            {"nome":"CORRENTE ASCENDENTE", "letra":"Q", "descricao":"INSTANTANEAMENTE impele Jett bem alto no ar."},
            {"nome":"BRISA DE IMPULSO", "letra":"E", "descricao":"INSTANTANEAMENTE impele Jett na direção atual de movimento dela. Se estiver parada, Jett será impelida para a frente."},
            {"nome":"ERUPÇÃO DAS BRUMAS", "letra":"C", "descricao":"Lança INSTANTANEAMENTE um projétil que se expande numa breve nuvem que obscurece a visão ao bater numa superfície. SEGURE o botão da habilidade para curvar a fumaça na direção da sua mira."},
            {"nome":"TORMENTA DE AÇO", "letra":"X", "descricao":"EQUIPE um conjunto de facas altamente precisas que são recarregadas ao matar um oponente. DISPARE para lançar uma única faca contra o alvo. Use o DISPARO SECUNDÁRIO para jogar todas as facas restantes contra o alvo."}
        ]
    },
    {
        "nome": "Raze",
        "classe":"Duelista",
        "bio":"Raze chega do Brasil em uma explosão de carisma e armas letais. Com seu estilo de jogo porradeiro, ela é craque em desentocar inimigos entrincheirados e limpar espaços apertados com uma bela dose de BUUUM!",
        "habilidades" :[
            {"nome":"CARGA DE EXPLOSIVOS", "letra":"Q", "descricao":"INSTANTANEAMENTE joga uma Carga de Explosivos que gruda em superfícies. REUSE a habilidade depois de instalar para detonar, causando dano e movendo tudo que for atingido. Raze não sofre dano ao ser atingida pelo efeito desta habilidade, mas ainda pode sofrer dano de queda se for arremessada para longe."},
            {"nome":"CARTUCHOS DE TINTA", "letra":"E", "descricao":"EQUIPE uma granada múltipla. DISPARE para jogar a granada, que causa dano e cria submunições, cada uma causando dano a qualquer um que estiver no alcance."},
            {"nome":"BUMBA", "letra":"C", "descricao":"EQUIPE um Bumba. DISPARE para lançar o robô, que avança em linha reta no chão, ricocheteando nas paredes. O Bumba trava ao detectar inimigos no cone frontal e os persegue, explodindo e causando muito dano se alcançá-los."},
            {"nome":"ESTRAGA-PRAZERES", "letra":"X", "descricao":"EQUIPE um lança-mísseis. DISPARE um foguete que causa dano devastador em área ao fazer contato com qualquer coisa."}
        ]
    },
    {
        "nome": "Breach",
        "classe":"Iniciador",
        "bio":"Breach, o homem-biônico sueco, dispara poderosos jatos cinéticos para forçar a abertura de um caminho pelo território inimigo. O dano e a interrupção que ele causa garantem que nenhuma luta seja justa.",
        "habilidades" :[
            {"nome":"ESTOPIM", "letra":"Q", "descricao":"EQUIPE uma carga cegante. DISPARE a carga para armar um jato de ação rápida pela parede. A carga é detonada, cegando todos os jogadores que estiverem olhando para ela."},
            {"nome":"FALHA TECTÔNICA", "letra":"E", "descricao":"EQUIPE um impacto sísmico. SEGURE O DISPARO para aumentar a distância. SOLTE para iniciar o terremoto, estonteando todos os jogadores na zona e numa linha reta até a zona."},
            {"nome":"PÓS-CHOQUE", "letra":"C", "descricao":"EQUIPE uma carga de fusão. DISPARE a carga para armar um jato de ação lenta pela parede. O jato causa muito dano a todos que estiverem na área de efeito."},
            {"nome":"ONDA TROVEJANTE", "letra":"X", "descricao":"EQUIPE uma carga sísmica. Dispare para lançar um terremoto em cascata por todo o terreno num grande cone. O terremoto estonteia e derruba todos que estiverem na área de efeito."}
        ]
    },
    {
        "nome": "Omen",
        "classe":"Controlador",
        "bio":"Omen, uma lembrança fantasmagórica, caça nas sombras. Ele cega os inimigos, teleporta-se pelo campo e deixa a paranoia assumir o controle enquanto o adversário tenta descobrir de onde virá seu próximo ataque.",
        "habilidades" :[
            {"nome":"PARANOIA", "letra":"Q", "descricao":"INSTANTANEAMENTE emite um projétil sombrio adiante, reduzindo brevemente o alcance de visão dos jogadores tocados. O projétil atravessa paredes."},
            {"nome":"MANTO SOMBRIO", "letra":"E", "descricao":"EQUIPE um orbe sombrio e veja o indicador de alcance. DISPARE para lançar o orbe no local marcado, criando uma esfera de sombra duradoura que bloqueia a visão. SEGURE O DISPARO SECUNDÁRIO enquanto mira para afastar o marcador. SEGURE a tecla de habilidade enquanto mira para aproximar o marcador."},
            {"nome":"PASSOS TENEBROSOS", "letra":"C", "descricao":"EQUIPE uma habilidade de passos sombrios e olhe o indicador de alcance. DISPARE para começar uma breve canalização e, então, teleporte-se para o local marcado."},
            {"nome":"SALTO DAS SOMBRAS", "letra":"X", "descricao":"EQUIPE um mapa tático. DISPARE para começar a se teleportar ao local selecionado. Enquanto se teleporta, Omen aparecerá como um Vulto que pode ser destruído por qualquer inimigo para cancelar o teleporte."}
        ]
    },
    {
        "nome": "Brimstone",
        "classe":"Controlador",
        "bio":"Vindo diretamente dos EUA, o arsenal orbital de Brimstone garante que o esquadrão dele esteja sempre em vantagem. Sua capacidade de oferecer utilidade com precisão a distância faz dele um comandante inigualável na linha de frente.",
        "habilidades" :[
            {"nome":"INCENDIÁRIO", "letra":"Q", "descricao":"EQUIPE um lançador de granadas incendiárias. DISPARE para lançar uma granada que detona no chão, gerando uma zona de fogo que causa dano aos jogadores dentro dela."},
            {"nome":"FUMAÇA CELESTE", "letra":"E", "descricao":"EQUIPE um mapa tático. DISPARE para marcar locais onde as nuvens de fumaça de Brimstone pousarão. Use o DISPARO SECUNDÁRIO para confirmar, lançando nuvens de fumaça de longa duração que bloqueiam a visão na área selecionada."},
            {"nome":"SINALIZADOR ESTIMULANTE", "letra":"C", "descricao":"EQUIPE um sinalizador estimulante. DISPARE para jogar o sinalizador diante de Brimstone. Ao pousar, o sinalizador criará um campo que concede Tiro Rápido aos jogadores."},
            {"nome":"ATAQUE ORBITAL", "letra":"X", "descricao":"EQUIPE um mapa tático. DISPARE para lançar um ataque prolongado de laser orbital no local selecionado, causando muito dano ao longo do tempo aos jogadores na área selecionada."}
        ]
    },
    {
        "nome": "Phoenix",
        "classe":"Duelista",
        "bio":"Chegando com tudo diretamente do Reino Unido, o poder estelar de Phoenix reluz em seu estilo de luta, incendiando o campo de batalha com luz e estilo. Tendo ajuda ou não, ele entra na luta como e quando achar que deve.",
        "habilidades" :[
            {"nome":"BOLA CURVA", "letra":"Q", "descricao":"EQUIPE um orbe de chamas que avança em curva e detona pouco após o lançamento. DISPARE para curvá-lo para a esquerda, detonando e cegando qualquer jogador que vir o orbe. Use o DISPARO SECUNDÁRIO para curvá-lo para a direita."},
            {"nome":"MÃOS QUENTES", "letra":"E", "descricao":"EQUIPE uma bola de fogo. DISPARE para jogar a bola de fogo, que explode após um intervalo ou ao atingir o chão, criando uma zona duradoura de fogo que causa dano aos inimigos mas cura se você se posicionar sobre ela."},
            {"nome":"LABAREDA", "letra":"C", "descricao":"EQUIPE uma parede de fogo. DISPARE para criar uma linha de chamas que avança, gerando uma parede de fogo que bloqueia a visão e causa dano a jogadores que passarem por ela. SEGURE O DISPARO para curvá-la na direção da mira. Essa habilidade também concede cura ao Phoenix"},
            {"nome":"RENASCIMENTO", "letra":"X", "descricao":"INSTANTANEAMENTE coloca um marcador na localização de Phoenix. Com a habilidade ativa, morrer ou deixar o tempo acabar encerrarão a habilidade e trarão Phoenix de volta ao local marcado com Vida completa."}
        ]
    },
    {
        "nome": "Sage",
        "classe":"Sentinela",
        "bio":"Como uma verdadeira fortaleza chinesa, Sage traz segurança para si mesma e para a equipe aonde quer que vá. Capaz de reviver aliados e rechaçar investidas agressivas, ela oferece um centro de calmaria em meio ao caos da batalha.",
        "habilidades" :[
            {"nome":"ORBE DE LENTIDÃO", "letra":"Q", "descricao":"EQUIPE um orbe de lentidão. DISPARE para lançá-lo. O orbe detona ao pousar, criando um campo duradouro que desacelera os jogadores dentro dele."},
            {"nome":"ORBE CURATIVO", "letra":"E", "descricao":"EQUIPE um orbe curativo. DISPARE com a mira sobre um aliado ferido para ativar uma cura ao longo do tempo. Use o DISPARO SECUNDÁRIO enquanto Sage estiver ferida para ativar uma autocura ao longo do tempo."},
            {"nome":"ORBE DE BARREIRA", "letra":"C", "descricao":"EQUIPE um orbe de barreira. DISPARE para posicionar uma parede sólida. MODO SEC. gira o marcador de alvo."},
            {"nome":"RESSURREIÇÃO", "letra":"X", "descricao":"EQUIPE uma habilidade de ressurreição. DISPARE com a mira sobre um aliado morto para começar a revivê-lo. Depois de uma breve canalização, o aliado voltará com a Vida completa."}
        ]
    },
    {
        "nome": "Sova",
        "classe":"Iniciador",
        "bio":"Nascido sob o eterno inverno das tundras russas, Sova rastreia, encontra e elimina inimigos com eficiência e precisão implacáveis. Seu arco personalizado e suas habilidades inigualáveis de reconhecimento garantem que nenhuma presa escape.",
        "habilidades" :[
            {"nome":"FLECHA DE CHOQUE", "letra":"Q", "descricao":"EQUIPE um arco com uma flecha de choque. DISPARE para lançar a flecha que explode ao impacto, causando dano aos jogadores próximos. SEGURE O DISPARO para estender o alcance do projétil. Use o DISPARO SECUNDÁRIO para adicionar até dois ricochetes à flecha."},
            {"nome":"FLECHA RASTREADORA", "letra":"E", "descricao":"EQUIPE um arco com uma flecha de reconhecimento. DISPARE para lançar a flecha, que é ativada mediante impacto e revela a localização de quaisquer inimigos próximos da sua linha de visão. SEGURE O DISPARO para ampliar o alcance do projétil. Use o DISPARO SECUNDÁRIO para adicionar até dois ricochetes à flecha."},
            {"nome":"DRONE CORUJA", "letra":"C", "descricao":"EQUIPE um drone coruja. DISPARE para acionar e pilotar o drone. Enquanto pilota o drone, DISPARE para atirar um dardo marcador. Dardos revelam a localização de quaisquer jogadores atingidos."},
            {"nome":"FÚRIA DO CAÇADOR", "letra":"X", "descricao":"EQUIPE um arco com três disparos de longo alcance que perfuram paredes. DISPARE para atirar um raio de energia diante de Sova, causando dano e revelando a localização dos inimigos que estiverem na linha. A habilidade pode ser REPETIDA mais duas vezes enquanto o cronômetro de habilidade estiver ativo."}
        ]
    },
    {
        "nome": "Viper",
        "classe":"Controlador",
        "bio":"Viper, a química dos Estados Unidos, emprega uma variedade de dispositivos químicos venenosos para controlar o campo de batalha e prejudicar a visão do inimigo. Se as toxinas não matarem a presa, seus jogos mentais certamente o farão.",
        "habilidades" :[
            {"nome":"NUVEM VENENOSA", "letra":"Q", "descricao":"EQUIPE um emissor de gás. DISPARE para jogar o emissor, que persiste até o fim da rodada. REPITA para criar uma nuvem de gás tóxico que drena combustível. A habilidade pode ser REPETIDA mais de uma vez e pode ser recolhida para ser REPOSICIONADA."},
            {"nome":"CORTINA TÓXICA", "letra":"E", "descricao":"EQUIPE um lançador de emissores de gás. DISPARE para lançar uma longa linha de emissores de gás. REPITA a habilidade para criar uma parede alta de gás tóxico que drena combustível. A habilidade pode ser REPETIDA mais de uma vez."},
            {"nome":"VENENO DE COBRA", "letra":"C", "descricao":"EQUIPE um lançador químico. DISPARE para lançar um cilindro que se rompe ao atingir o chão, gerando uma zona química duradoura que causa dano e reduz a velocidade dos inimigos."},
            {"nome":"POÇO PEÇONHENTO", "letra":"X", "descricao":"EQUIPE um borrifador químico. DISPARE para borrifar uma nuvem química em todas as direções ao redor de Viper, criando uma grande nuvem que reduz o alcance de visão e a Vida máxima dos jogadores dentro dela."}
        ]
    },
    {
        "nome": "Cypher",
        "classe":"Sentinela",
        "bio":"Cypher, um vendedor de informações do Marrocos, é uma verdadeira rede de vigilância de um homem só que fica de olho em cada movimento dos inimigos. Nenhum segredo está a salvo. Nenhuma manobra passa despercebida. Cypher está sempre vigiando.",
        "habilidades" :[
            {"nome":"JAULA CIBERNÉTICA", "letra":"Q", "descricao":"INSTANTANEAMENTE joga a jaula cibernética diante de Cypher. Ative para criar uma zona que bloqueia a visão e reduz a velocidade de inimigos que passarem por ela."},
            {"nome":"CÂMERA DE VIGILÂNCIA", "letra":"E", "descricao":"EQUIPE uma câmera de vigilância. DISPARE para colocar a câmera no local-alvo. REPITA a habilidade para controlar a visão da câmera. Enquanto controla a câmera, DISPARE para lançar um dardo marcador. O dardo revelará a localização de qualquer jogador atingido."},
            {"nome":"FIO-ARMADILHA", "letra":"C", "descricao":"EQUIPE um fio-armadilha. DISPARE para instalar um fio acionador oculto e destrutível no local-alvo, criando uma linha entre o local e a parede oposta. Jogadores inimigos que passarem por um fio e não destruírem o dispositivo a tempo ficarão imobilizados, revelados e estonteados depois de um breve intervalo. A habilidade pode ser recolhida para ser REPOSICIONADA."},
            {"nome":"ASSALTO NEURAL", "letra":"X", "descricao":"Use INSTANTANEAMENTE num jogador inimigo morto na sua mira para revelar a localização de todos os jogadores inimigos ainda vivos."}
        ]
    },
    {
        "nome": "Reyna",
        "classe":"Duelista",
        "bio":"Criada no coração do México, Reyna domina o combate individual, destacando-se a cada abate efetuado. Sua capacidade só é limitada por sua própria perícia, tornando-a bastante dependente de desempenho.",
        "habilidades" :[
            {"nome":"DEVORAR", "letra":"Q", "descricao":"Inimigos abatidos por Reyna deixam Orbes de Alma que duram 3s. INSTANTANEAMENTE consome um Orbe de Alma próximo, curando-se de forma rápida por um curto período. A quantidade de Vida concedida por esta habilidade que ultrapassar 100 decairá ao longo do tempo. Se a habilidade IMPERATRIZ estiver ativa, esta habilidade será conjurada automaticamente e não consumirá o orbe."},
            {"nome":"DISPENSAR", "letra":"E", "descricao":"INSTANTANEAMENTE consome um Orbe de Alma próximo, ficando inatingível por um curto período. Também se torna invisível se a habilidade IMPERATRIZ estiver ativa."},
            {"nome":"OLHAR VORAZ", "letra":"C", "descricao":"EQUIPE um olho etéreo e destrutível. ATIVE para lançá-lo adiante a uma curta distância. O olho deixará com visão turva todos os inimigos que olharem para ele."},
            {"nome":"IMPERATRIZ", "letra":"X", "descricao":"INSTANTANEAMENTE entra em estado de frenesi, aumentando de forma drástica as velocidades de disparo, equipamento e recarga de munição. Renova a duração ao fazer um abate."}
        ]
    },
    {
        "nome": "Killjoy",
        "classe":"Sentinela",
        "bio":"Killjoy, uma alemã genial, defende o campo de batalha facilmente usando seu arsenal de invenções. Se o dano causado por seu equipamento não der cabo dos inimigos, os efeitos negativos de seus queridos robôs dão conta do recado.",
        "habilidades" :[
            {"nome":"ROBÔ DE ALARME", "letra":"Q", "descricao":"EQUIPE um Robô de Alarme oculto. DISPARE para ativar um robô que persegue os inimigos que entram no alcance. Ao se aproximar do alvo, o robô explode, causando dano e aplicando Vulnerável. SEGURE EQUIPAR para retirar um robô ativado."},
            {"nome":"TORRETA", "letra":"E", "descricao":"EQUIPE uma Torreta. DISPARE para ativar uma torreta que atira em inimigos em um cone de 180°. SEGURE EQUIPAR para retirar a torreta ativada."},
            {"nome":"NANOENXAME", "letra":"C", "descricao":"EQUIPE uma granada Nanoenxame. DISPARE para lançar a granada. Ao atingir uma superfície, a Nanoenxame fica oculta. ATIVE a Nanoenxame para acionar um enxame de nanorrobôs que causam dano."},
            {"nome":"CONFINAMENTO", "letra":"X", "descricao":"EQUIPE o dispositivo de Confinamento. DISPARE para ativá-lo. Após um longo processo de ativação, o dispositivo detém todos os inimigos no raio de alcance. O dispositivo pode ser destruído pelos inimigos."}
        ]
    }
]